Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/miellahttuvuohta.html.tmx
Source language: sme
Languages: smj

source: Ruoŧa girkus leat measta čieža miljovnna miellahttu.
smj: Svieriga girkkon li vargga gietjav miljåvnå sebrulattja.

source: Juohke jagi oassálastet sis eatnasat juogalágan girkoaktavuođas.
smj: Juohkka jage sijás ieneplåhko säbrrá girkko muhtem aktijvuodajda.

source: Sáhttá leat unna lávlunjovkkožis gilážis, rihpaskuvllas dehe ruhtačoaggimis Ruoŧa girku riikkaidgaskasaš doarjja- ja ovdáneamebargui.
smj: Máhttá årrot unna kåvrån lánndadáfon, konfirmasjåvnnålägerin jali tjoaggemin Svieriga girkko rijkajgasskasasj bargguj doarjjaj ja åvddånibmáj.

source: Jearaldagat miellahttuvuođa birra Ovdal šadde olbmot Ruoŧas riegádettiin automáhtalaččat miellahttun Ruoŧa girkui.
smj: Gatjálvisá sebrulasjvuoda birra Svierigin åvdebut sjattaj automáhtalattjat sebrulasj Svieriga girkkon riegádimen.

source: Odne šaddá miellahttun gásttašeami bakte.
smj: Uddni sebrulattjan sjatta gástadime baktu.

source: Mánát, beallešaddit ja boarrásat sáhttet gásttašuvvot.
smj: Goappátjagá máná, tonåringa ja vuorrasappo máhtti gástaduvvat.

source: Jos mánná ii leat gásttašuvvon de sáhttá bearráigeahčči dieđihit mánás miellahttun Ruoŧa girkui.
smj: Jus mánná ij la gástadum de sujttoaddne máhttá diededit sijá mánná galggá sebrulattjan årrot Svieriga girkkon.

source: Mánát boarráset go guoktenuppelogi jagi galget ieža mieđihit miellahttuvuhtii.
smj: Máná gudi li lågenanguovte jage vuorrasappo galggi ietja miededit.

source: Jos juo leat gásttašuvvon iežá risttalaš searvegottis sáhtát šaddat miellahttun Ruoŧa girkui go leat leamaš girkohearrá ságain.
smj: Jus dån la juo gástadum ietjá ristagis siebren de máhtá sjaddat sebrulattjan Svieriga girkkon ságastime maŋŋela girkkohärrájn.

source: Don gii leat guođđán Ruoŧa girku leat bures boahtin ruovttoluotta miellahttun.
smj: Dån gut la häjttám sebrulasjvuodav Svieriga girkkon duostoduvá ruoptus sebrulattjan.

source: Jos leat eahpesihkkar leat go miellahttu dehe jos dus leat iežá jearaldagat miellahttuvuođa birra de gulahalat searvegottiin gos orut.
smj: Jus illa visses jus dån la sebrulasj jali dujna li ietjá gatjálvisá sebrulasjvuoda birra de aktavuodav válde tjoaggulvisájn gånnå åro.

source: Miellahttudivat Ruoŧa girku goasttida iežas doaimmaid Ruoŧas ja olgoriikkas miellahttudivadiin, mii maid gohčoduvvo girkodivadin.
smj: Sebrulasjmákso Svieriga girkko doajmma Svierigin ja ålggorijkan mávsedvvá sebrulasjmávsos, mij aj gåhtjudallá girkkomákson.

source: Stuorimus oassi manná du báikkálaš searvegoddái.
smj: Ienemusá vatteduvvi duv bájkalasj tjoaggulvissaj.

source: Divat galgá goasttidit beaivválaš bargguid mánáiguin, nuoraiguin ja boarrásiiguin, koaraid ja málistangievkkaniid, buohcceviesugirku, bearašráđđeaddima, gearggusbálvalusbáhpaid, čoahkkananbáikkiid ja doaluid aktonasaide ja oruhis olbmuide.
smj: Mákso galggá rähkkut juohkkabäjvvásasj bargguj mánáj, nuoraj ja vuorrasappuj, kåvråjda ja jubttsatjiegajda, skihpadåhpegirkkuj, fuolkkerádevaddemij, juorabargge härrájda, gávnadimsajijda ja dåjmajda ulmutjida gudi li aktu ja hejmadisulmutjijda.

source: Juohkehaš doarju maid guovllu girkoviesuid ja kultuvrralaš árvvuid bearráigeahču boahttevaš buolvvaide.
smj: Gájka máksep aj bájke girkkohuodnahij ja kultuvrrahistårjalasj árvoj gähttjuj boahtte buolvajda.

source: Dasa man olu mávssát miellahttudivadin leat guokte váikkuhusa: du sisaboahtu ja man searvegoddái don gullot.
smj: Man ednagav mávsá sebrulasjvuohtamáksuj mierreduvvá guovtet oases: duv sisboahto ja makkir tjoaggulvissaj gullu.

source: Riikka gaskamearalaš girkodivat jagi 2011 lea 0,99 proseantta vearuhuvvon sisaboađustat.
smj: Rijkkagasskamierre girkkomáksuj 2011 la 0,99 prosenta duv värrodahtte sisboados kommuvnnaj.

source: Hávdádandivat Hávdádandivada ferte juohkehaš máksit gii lea čállon Ruŧŧii.
smj: Hávddádimgållo Bakku hávddádimgållo mávseduvvá gájkajs gudi li álmmuktjáledum Svierigin.

source: Riikka gaskamearalaš divat jagi 2011 lea 0,24 proseantta vearuhuvvon sisaboađus.
smj: Rijkkagasskamierre gålluj 2011 la 0,24 prosenta duv värrodahtte sisboados kommuvnnaj.

source: Ruoŧa girkus lea oaiveovddasvástádus doallat hávdádusaid Ruoŧas, earret Stockholma gávpogis ja Tranåsa gielddas.
smj: Svieriga girkko l oajvveålmåj hávddádimdoajmmaj Svierigin, ietján gå Stockholma stáda ja Tranåsa kommuvnna.

source: Vearrudieđáhusskovis oainnát man stuoris girkodivadat ja hávdádusdivadat lea.
smj: Deklarasjåvnnåblankehtan máhtá vuojnnet duv girkkomávsov ja hávddádimgålov.

source: Luohpan Ruoŧa girkus Jos mearridat luohpat Ruoŧa girkus galggat dieđihit dan báikkálaš searvegoddái.
smj: Hiejtedit sebrulasjvuodav Svieriga girkkos Jus dån mierreda hiejtedit sebrulasjvuodav Svieriga girkkos de dav diededa duv bájkálasj tjoaggulvissaj.

source: Sáhtát riŋget, fitnalit dehe čállit searvegoddái ja sihtat oažžut luohpanskovi.
smj: Máhtá riŋŋgit, manádit jali tjállet duv tjoaggulvissaj ja adnot blankehtav hiejtedibmáj.

source: Sáhtát maid ieš sáddet dábálaš reiven vuolláičállon gáibádusa searvegoddái.
smj: Dån máhtá aj rádjat persåvnålasj vuollájtjáledum adnomav dábálasj brevan ja rádjat dav tjoaggulvissaj.

source: Jos leat eahpesihkkar makkár searvegoddái gullot, sáhtát ohcat dan neahttačujuhusain mii lea olgešbealde.
smj: Jus dån illa visses makkir tjoaggulvissaj gullu de máhtá dav åhtsåt sválldasa baktu rievtesbielen.
